/* Localizable strings of com.apple.mcxMenuExtras preference manifest */

"mcxMenuExtras.pfm_title" =			"Menu Extras";
"mcxMenuExtras.pfm_description" =			"Managed menu extras. Specified menu extras will be added or removed from the menu bar after user login. Standard menu extra may be specified by file name. Non-standard menu extras are specified by full path. Some menu extras will only appear if appropriate for the target computer’s hardware or software configuration.";

"delaySeconds.pfm_title" =			"Voeg vertraging toe of verwijder";
"delaySeconds.pfm_description" =			"Aantal seconden vertraging na het inloggen voordat menu-extra's worden toegevoegd of verwijderd. Als de vertraging te kort is, worden de menu-extra's niet weergegeven in of verwijderd uit de menubalk.";

"maxWaitSeconds.pfm_title" =			"Maximale wachttijd";
"maxWaitSeconds.pfm_description" =			"Maximale wachttijd tot alle menu-aanvullingen zijn toegevoegd of verwijderd.";

"AirPort.menu.pfm_title" =			" AirPort-menu-extra";
"AirPort.menu.pfm_description" =			"Stel in op 'true' om de AirPort-menu-extra toe te voegen. Stel in op 'false' om de AirPort-menu-extra te verwijderen.";

"Battery.menu.pfm_title" =			"Batterijmenu-extra";
"Battery.menu.pfm_description" =			"Stel in op 'true' om de Batterij-menu-extra toe te voegen. Stel in op 'false' om de Batterij-menu-extra te verwijderen.";
"Bluetooth.menu.pfm_title" =			"Bluetooth-menu-extra";
"Bluetooth.menu.pfm_description" =			"Stel in op 'true' om de Bluetooth-menu-extra toe te voegen. Stel in op 'false' om de Bluetooth-menu-extra te verwijderen.";
"CPU.menu.pfm_title" =			"Processormenu-extra";
"CPU.menu.pfm_description" =			"Stel in op 'true' om de Processor-menu-extra toe te voegen. Stel in op 'false' om de Processor-menu-extra te verwijderen.";
"Clock.menu.pfm_title" =			"Klokmenu-extra";
"Clock.menu.pfm_description" =			"Stel in op 'true' om de Klok-menu-extra toe te voegen. Stel in op 'false' om de Klok-menu-extra te verwijderen.";
"Displays.menu.pfm_title" =			"Beeldschermenmenu-extra";
"Displays.menu.pfm_description" =			"Stel in op 'true' om de Beeldschermen-menu-extra toe te voegen. Stel in op 'false' om de Beeldschermen-menu-extra te verwijderen.";
"Eject.menu.pfm_title" =			"Mediaverwijdermenu-extra";
"Eject.menu.pfm_description" =			"Stel in op 'true' om de Verwijder-menu-extra toe te voegen. Stel in op 'false' om de Verwijder-menu-extra te verwijderen.";
"Fax.menu.pfm_title" =			"Faxmenu-extra";
"Fax.menu.pfm_description" =			"Stel in op 'true' om de Fax-menu-extra toe te voegen. Stel in op 'false' om de Fax-menu-extra te verwijderen.";
"HomeSync.menu.pfm_title" =			"HomeSync-menu-extra";
"HomeSync.menu.pfm_description" =			"Stel in op 'true' om de HomeSync-menu-extra toe te voegen. Stel in op 'false' om de HomeSync-menu-extra te verwijderen.";
"Ink.menu.pfm_title" =			"Ink-menu-extra";
"Ink.menu.pfm_description" =			"Stel in op 'true' om de Ink-menu-extra toe te voegen. Stel in op 'false' om de Ink-menu-extra te verwijderen.";
"IrDA.menu.pfm_title" =			"Infraroodmenu-extra";
"IrDA.menu.pfm_description" =			"Stel in op 'true' om de Infrarood-menu-extra toe te voegen. Stel in op 'false' om de Infrarood-menu-extra te verwijderen.";
"PCCard.menu.pfm_title" =			"PC Card-menu-extra";
"PCCard.menu.pfm_description" =			"Stel in op 'true' om de PC Card-menu-extra toe te voegen. Stel in op 'false' om de PC Card-menu-extra te verwijderen.";
"PPP.menu.pfm_title" =			"PPP-menu-extra";
"PPP.menu.pfm_description" =			"Stel in op 'true' om de PPP-menu-extra toe te voegen. Stel in op 'false' om de PPP-menu-extra te verwijderen.";
"PPPoE.menu.pfm_title" =			"PPPoE-menu-extra";
"PPPoE.menu.pfm_description" =			"Stel in op 'true' om de PPPoE-menu-extra toe te voegen. Stel in op 'false' om de PPPoE-menu-extra te verwijderen.";
"RemoteDesktop.menu.pfm_title" =			"Menu-extra voor extern beheer";
"RemoteDesktop.menu.pfm_description" =			"Stel in op 'true' om de menu-extra voor extern beheer toe te voegen. Stel in op 'false' om de menu-extra voor extern beheer te verwijderen.";
"Spaces.menu.pfm_title" =			"Spaces-menu-extra";
"Spaces.menu.pfm_description" =			"Stel in op 'true' om de Spaces-menu-extra toe te voegen. Stel in op 'false' om de Spaces-menu-extra te verwijderen.";
"Script Menu.menu.pfm_title" =			"AppleScript-menu-extra";
"Script Menu.menu.pfm_description" =			"Stel in op 'true' om de AppleScript-menu-extra toe te voegen. Stel in op 'false' om de AppleScript-menu-extra te verwijderen.";
"Sync.menu.pfm_title" =			"iSync-menu-extra";
"Sync.menu.pfm_description" =			"Stel in op 'true' om de iSync-menu-extra toe te voegen. Stel in op 'false' om de iSync-menu-extra te verwijderen.";
"TextInput.menu.pfm_title" =			"Invoermenu-extra";
"TextInput.menu.pfm_description" =			"Stel in op 'true' om de invoermenu-extra toe te voegen. Stel in op 'false' om de invoermenu-extra te verwijderen.";
"TimeMachine.menu.pfm_title" =			"Time Machine-menu-extra";
"TimeMachine.menu.pfm_description" =			"Stel in op 'true' om de Time Machine-menu-extra toe te voegen. Stel in op 'false' om de Time Machine-menu-extra te verwijderen.";
"UniversalAccess.menu.pfm_title" =			"Universele toegang-menu-extra";
"UniversalAccess.menu.pfm_description" =			"Stel in op 'true' om de Universele toegang-menu-extra toe te voegen. Stel in op 'false' om de Universele toegang-menu-extra te verwijderen.";
"User.menu.pfm_title" =			"Menu-extra voor snelle gebruikersoverschakeling";
"User.menu.pfm_description" =			"Stel in op 'true' om de Snelle gebruikersoverschakeling-menu-extra toe te voegen. Stel in op 'false' om de Snelle gebruikersoverschakeling-menu-extra te verwijderen.";
"VPN.menu.pfm_title" =			"VPN-menu-extra";
"VPN.menu.pfm_description" =			"Stel in op 'true' om de VPN-menu-extra toe te voegen. Stel in op 'false' om de VPN-menu-extra te verwijderen.";
"Verizon.menu.pfm_title" =			"Verizon-menu-extra";
"Verizon.menu.pfm_description" =			"Stel in op 'true' om de Verizon-menu-extra toe te voegen. Stel in op 'false' om de Verizon-menu-extra te verwijderen.";
"Volume.menu.pfm_title" =			"Geluid-menu-extra";
"Volume.menu.pfm_description" =			"Stel in op 'true' om de Geluid-menu-extra toe te voegen. Stel in op 'false' om de Geluid-menu-extra te verwijderen.";
"WWAN.menu.pfm_title" =			"WWAN-menu-extra";
"WWAN.menu.pfm_description" =			"Stel in op 'true' om de WWAN-menu-extra toe te voegen. Stel in op 'false' om de WWAN-menu-extra te verwijderen.";
"iChat.menu.pfm_title" =			"iChat-menu-extra";
"iChat.menu.pfm_description" =			"Stel in op 'true' om de iChat-menu-extra toe te voegen. Stel in op 'false' om de iChat-menu-extra te verwijderen.";
